<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<html>
<head>
  <title>Felipe IV de España</title>
	<link rel="stylesheet" href="miestilo.css">
<EMBED SRC="musica.mp3" AUTOSTART="true" HIDDEN="true">
</head>
	
<style type="text/css">
  body {
	 padding-left: 11em;
	font-family: arial;

    color: black;
	 
	background-color: #2B4A78 }
	ul.navbar {
	list-style-type: none;
    padding: 0;
    margin: 0;
    position: absolute;
    top: 2em;
    left: 1em;
    width: 9em }
	h1 {

    font-family: Helvetica, Geneva, Arial,
          SunSans-Regular, sans-serif }

	 ul.navbar li {
    background: white;
    margin: 0.5em 0;
    padding: 0.3em;
    border-right: 1em solid black }
  ul.navbar a {
    text-decoration: none }
  a:link {
    color: blue }
  a:visited {
    color: purple }

	 address {
    margin-top: 1em;
    padding-top: 1em;
    border-top: thin dotted }

table, td, th {  
  border: 2px solid #000000;
  text-align: center;
}

table {
  border-collapse: collapse;
  width: 80%;
}

th, td {
  padding: 15px;
}


body{
background: url(fondo6.jpg) no-repeat center center fixed;
-webkit-background-size: cover;
-moz-background-size: cover;
-o-background-size: cover;
background-size: cover;
}
  </style>

<ul class="navbar">
  <li><a href="index.html">Introducci&oacute;n</a>
  <li><a href="olivares.html">Etapa del Conde-Duque de Olivares</a>
  <li><a href="crisis.html">La crisis de 1640</a>
  <li><a href="gobierno.html">Etapa de gobierno personal</a>
  <li><a href="obras.html">Obras y retratos de Felipe IV</a>
</ul>

<h1>Felipe IV de Espa&ntilde;a</h1>

<p><i>Bienvenido a esta p&aacute;gina informativa sobre el rey <b>Felipe IV</b>. En ella podr&aacute;s conocer la historia de diversas etapas clave de su reinado.</i>
<p><h2>Etapa de gobierno personal</h2>

<p>Tras la ca&iacute;da de Olivares, el rey pareci&oacute; decidido a llevar personalmente las tareas de Estado, pero pronto tom&oacute; la decisi&oacute;n de nombrar como valido a <b>Luis M&eacute;ndez de Haro</b>, sobrino de Olivares, con el t&iacute;tulo de primer ministro. Su objetivo fue el de acabar con los conflictos interiores y alcanzar la paz en Europa.

<p><h3>Pol&iacute;tica interior</h3>

Las sublevaciones en <b>Catalu&ntilde;a</b> y <b>Portugal</b> continuaron, a las cuales se sum&oacute; <b>Arag&oacute;n</b>. En <b>N&aacute;poles</b>, en <b>1647</b>, se produjo un levantamiento debido a la falta de alimentos, que se extendi&oacute; por Sicilia, pero los amotinados fueron controlados por las autoridades locales. En Catalu&ntilde;a, la guerra se prolong&oacute; hasta que en 1652, tras 15 meses de asedio, Felipe IV logr&oacute; tomar Barcelona. Ese mismo a&ntilde;o por las ciudades andaluzas se produjeron peque&ntilde;os levantamientos debido a la falta de pan, el descontento por la alteraci&oacute;n de la moneda (moneda de vell&oacute;n), la presi&oacute;n fiscal y las levas.

<p><h3>Pol&iacute;tica exterior</h3>

Tras la ca&iacute;da de Olivares los tercios espa&ntilde;oles fueron vencidos por los franceses en la batalla de <b>Rocroi</b> en <b>1643</b>. Por el <b>Tratado de Westfalia</b>, Espa&ntilde;a reconoc&iacute;a la independencia de las <b>Provincias Unidas</b> y la conservaci&oacute;n de <b>Flandes</b>. La guerra de Francia continu&oacute; por la exigencia planteada sobre Flandes, el <b>Franco Condado</b>, y el <b>Rosell&oacute;n</b>. Como en Francia se produjo una guerra civil y ya se hab&iacute;a firmado la paz con Holanda, la balanza se igual&oacute; y los espa&ntilde;oles vencieron a los franceses en Valenciennes en 1656. Inglaterra y Francia pactaron en 1657 el reparto del Flandes espa&ntilde;ol, as&iacute; comenzaron unos fuertes ataques contra la Monarqu&iacute;a hisp&aacute;nica. La dif&iacute;cil situaci&oacute;n econ&oacute;mica en Espa&ntilde;a y la derrota en la batalla de <b>Dunkerque</b> ante el ej&eacute;rcito anglo-franc&eacute;s llev&oacute; al monarca a firmar la <b>Paz de los Pirineos</b> en <b>1659</b>. Se ced&iacute;a el Rosell&oacute;n, la mitad de la Cerda&nacute;a, el Artois y otras plazas en el sur de esos territorios. Se estipul&oacute; tambi&eacute;n el casamiento de la infanta <b>Mar&iacute;a Teresa de Austria</b>, hija de Felipe IV, con <b>Luis XIV</b> de Francia. As&iacute; se impuso la hegemon&iacute;a de Francia sobre Espa&ntilde;a.
<p>A continuaci&oacute;n se muestran los t&iacute;tulos que ostentaba el Rey Felipe IV, as&iacute; como sus predecesores y sucesores:
<p>
<table>
  <tr>
    <th>Predecesor</th>
    <th>T&iacute;tulo</th>
    <th>Sucesor</th>
  </tr>
  <tr>
    <td>Felipe de Austria</td>
    <th>Pr&iacute;ncipe de Asturias (1608-1621) <img src="escudo0.png" width=8% height=10% align="center"></th>
    <td>Baltasar Carlos de Austria</td>
  </tr>
  <tr>
    <td>Felipe III</td>
    <th>Rey de Espa&ntilde;a, N&aacute;poles, Sicilia y Cerde&ntilde;a y Duque de Mil&aacute;n <img src="escudo1.png" width=8% height=10% align="center"></th>
    <td>Carlos II</td>
  </tr>
  <tr>
    <td>Felipe II</td>
    <th>Rey de Portugal  <img src="escudo2.png" width=8% height=10% align="center"></th>
    <td>Juan IV</td>
  </tr>
  <tr>
    <td>Isabel Clara Eugenia y Alberto de Austria</td>
    <th>Soberano de los Pa&iacute;ses Bajos y Conde de Borgo&ntilde;a</th>
    <td>Carlos III</td>
  </tr>
 <tr>
    <td>Felipe II</td>
    <th>Conde de Barcelona  <img src="escudo3.png" width=8% height=10% align="center"></th>
    <td>Carlos II</td>
  </tr>
</table>

</body>